/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Felhasználói felület";
"If blank, the search engine page will be used" = "Ha üres, akkor az alapértelmezett a kereső motor oldal lesz használva";
"If blank, the default Onion Browser page will be used" = "Ha üres, akkor az alapértelmezett Onion Browser oldal lesz használva";
"Mute audio with mute switch" = "Hang némítása a némítás gombbal";
"Custom home page" = "Egyéni kezdőoldal";
"Privacy" = "Adatvédelem";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "A cookie és a helyi tároló adat a nem fehérlistás oldalakról, még a nyitott tabokról is törlésre kerül, ha nincs használatban ennyi percig";
"Send Do-Not-Track header" = "Ne kövessenek fejléc küldése";
"Edit cookies and local storage" = "Sütik és helyi tároló szerkesztése";
"Cookie auto-sweep interval" = "Cookie automatikus takarítás időpont";
"Choose, how long app remembers open tabs." = "Adja meg, hogy milyen sokéig jegyezze meg az app a füleket.";
"Tab Security" = "Fül biztonság";
"Always remember open tabs" = "Mindin jegyezze meg a nyitott füleket";
"Forget tabs when app shuts down" = "Fülek elfelejtése az alkalmazás leállításakor";
"Forget tabs when app in background" = "Fülek elfelejtése ha az alkalmazás háttérben fut";
"Changing this option requires restarting the app" = "Ezen opció megváltoztatása az app újraindítását igényli";
"Allow 3rd party keyboards" = "Harmadik fél billentyűzetek engedélyezése";
"Report a bug" = "Hiba jelentése";
"Security" = "Biztonság";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Ha bekapcsolt, egy hostra vonatkozó opció megjelenik a további TLS hibák ignorálására vonatkozóan a TLS hiba ablakban";
"Allow ignoring TLS errors" = "TLS hibák ignorálásának engedélyezése";
"TLS Version" = "TLS verzió";
"TLS 1.2 Only" = "Csak TLS 1.2";
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1, vagy 1.0";
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "Minimum TLS verzió, ami megkövetelt a kiszolgálóktól, HTTPS kapcsolatokra ";
"Miscellaneous" = "Egyéb";
"Rate on App Store" = "Értékelje az Alkalmazás boltban";
"About" = "Névjegy";
"About Onion Browser" = "Az Onion Böngésző-ről";
"About Endless" = "Az Endless-ről";
